/**
 * 获取时区列表
 */
export function getTimeZoneList() {
  return [
    {
      title: 'GMT-12:00 国际日期变更线西',
      value: '萨摩亚群岛_-12_0'
    },
    {
      title: 'GMT-11:00 萨摩亚群岛',
      value: '萨摩亚群岛_-11_0'
    },
    {
      title: 'GMT-11:00 协调世界时-11',
      value: '协调世界时_-11_0'
    },
    {
      title: 'GMT-10:00 夏威夷',
      value: '夏威夷_-10_0'
    },
    {
      title: 'GMT-09:00 阿拉斯加',
      value: '阿拉斯加_-9_0'
    },
    {
      title: 'GMT-08:00 太平洋时间(美国和加拿大)',
      value: '太平洋时间_-8_0'
    },
    {
      title: 'GMT-08:00 下加利福尼亚州',
      value: '下加利福尼亚州_-8_0'
    },
    {
      title: 'GMT-07:00 奇瓦瓦,拉巴斯,马萨特兰',
      value: '奇瓦瓦_-7_0'
    },
    {
      title: 'GMT-07:00 山地时间(美国和加拿大)',
      value: '山地时间_-7_0'
    },
    {
      title: 'GMT-07:00 亚利桑那',
      value: '亚利桑那_-7_0'
    },
    {
      title: 'GMT-06:00 瓜达拉哈拉,墨西哥城,蒙特雷',
      value: '瓜达拉哈拉_-6_0'
    },
    {
      title: 'GMT-06:00 萨斯喀彻温',
      value: '萨斯喀彻温_-6_0'
    },
    {
      title: 'GMT-06:00 中部时间(美国和加拿大)\n',
      value: '中部时间_-6_0'
    },
    {
      title: 'GMT-06:00 中美洲',
      value: '中美洲_-6_0'
    },
    {
      title: 'GMT-05:00 波哥大,利马,基多',
      value: '波哥大_-5_0'
    },
    {
      title: 'GMT-05:00 东部时间(美国和加拿大)',
      value: '东部时间_-5_0'
    },
    {
      title: 'GMT-05:00 印第安纳州(东部)',
      value: '印第安纳州_-5_0'
    },
    {
      title: 'GMT-04:30 加拉加斯',
      value: '加拉加斯_-4_30'
    },
    {
      title: 'GMT-04:00 大西洋时间(加拿大)',
      value: '大西洋时间_-4_0'
    },
    {
      title: 'GMT-04:00 库亚巴',
      value: '库亚巴_-4_0'
    },
    {
      title: 'GMT-04:00 乔治敦,拉巴斯,马瑙斯,圣胡安',
      value: '乔治敦_-4_0'
    },
    {
      title: 'GMT-04:00 圣地亚哥',
      value: '圣地亚哥_-4_0'
    },
    {
      title: 'GMT-04:00 亚松森',
      value: '亚松森_-4_0'
    },
    {
      title: 'GMT-03:30 纽芬兰',
      value: '纽芬兰_-3_30'
    },
    {
      title: 'GMT-03:00 巴西利亚',
      value: '巴西利亚_-3_0'
    },
    {
      title: 'GMT-03:00 布宜诺斯艾利斯',
      value: '布宜诺斯艾利斯_-3_0'
    },
    {
      title: 'GMT-03:00 格陵兰',
      value: '格陵兰_-3_0'
    },
    {
      title: 'GMT-03:00 卡宴,福塔雷萨',
      value: '卡宴_-3_0'
    },
    {
      title: 'GMT-03:00 蒙得维的亚',
      value: '蒙得维的亚_-3_0'
    },
    {
      title: 'GMT-02:00 协调世界时-02',
      value: '协调世界时_-2_0'
    },
    {
      title: 'GMT-02:00 中大西洋',
      value: '中大西洋_-2_0'
    },
    {
      title: 'GMT-01:00 佛得角群岛',
      value: '佛得角群岛_-1_0'
    },
    {
      title: 'GMT-01:00 亚速尔群岛',
      value: '亚速尔群岛_-1_0'
    },
    {
      title: 'GMT 都柏林,爱丁堡,里斯本,伦敦',
      value: '都柏林_0_0'
    },
    {
      title: 'GMT 卡塞布兰卡',
      value: '卡塞布兰卡_0_0'
    },
    {
      title: 'GMT 蒙罗维亚,雷克雅未克',
      value: '蒙罗维亚_0_0'
    },
    {
      title: 'GMT 协调世界时',
      value: '协调世界时_0_0'
    },
    {
      title: 'GMT+01:00 阿姆斯特丹,柏林,伯尼尔,罗马,斯德哥尔摩,维也纳',
      value: '阿姆斯特丹_1_0'
    },
    {
      title: 'GMT+01:00 贝尔格莱德,布拉迪斯拉发,布达佩斯,卢布尔雅拉,布拉柴维尔',
      value: '贝尔格莱德_1_0'
    },
    {
      title: 'GMT+01:00 布鲁塞尔,哥本哈根,马德里,巴黎',
      value: '巴黎_1_0'
    },
    {
      title: 'GMT+01:00 萨拉热窝,斯科普里,华沙,萨格勒布',
      value: '萨拉热窝_1_0'
    },
    {
      title: 'GMT+01:00 温得和克',
      value: '温得和克_1_0'
    },
    {
      title: 'GMT+01:00 中非西部',
      value: '中非西部_1_0'
    },
    {
      title: 'GMT+02:00 安曼',
      value: '安曼_1_0'
    },
    {
      title: 'GMT+02:00 贝鲁特',
      value: '贝鲁特_2_0'
    },
    {
      title: 'GMT+02:00 大马士革',
      value: '大马士革_2_0'
    },
    {
      title: 'GMT+02:00 哈拉雷,比勒陀利亚',
      value: '哈拉雷_2_0'
    },
    {
      title: 'GMT+02:00 赫尔辛基,基辅,里加,索菲亚,塔林,维尔纽斯',
      value: '赫尔辛基_2_0'
    },
    {
      title: 'GMT+02:00 开罗',
      value: '开罗_2_0'
    },
    {
      title: 'GMT+02:00 明斯克',
      value: '明斯克_2_0'
    },
    {
      title: 'GMT+02:00 雅典,布加勒斯特,伊斯坦布尔',
      value: '雅典_2_0'
    },
    {
      title: 'GMT+02:00 耶路撒冷',
      value: '耶路撒冷_2_0'
    },
    {
      title: 'GMT+03:00 巴格达',
      value: '巴格达_3_0'
    },
    {
      title: 'GMT+03:00 科威特,利雅得',
      value: '科威特_3_0'
    },
    {
      title: 'GMT+03:00 莫斯科,圣彼得堡,伏尔加格勒',
      value: '莫斯科_3_0'
    },
    {
      title: 'GMT+03:00 内罗华',
      value: '内罗华_3_0'
    },
    {
      title: 'GMT+03:30 德黑兰',
      value: '德黑兰_3_30'
    },
    {
      title: 'GMT+04:00 阿布扎比,马斯喀特',
      value: '阿布扎比_4_0'
    },
    {
      title: 'GMT+04:00 埃里温',
      value: '埃里温_4_0'
    },
    {
      title: 'GMT+04:00 巴库',
      value: '巴库_4_0'
    },
    {
      title: 'GMT+04:00 第比利斯',
      value: '第比利斯_4_0'
    },
    {
      title: 'GMT+04:00 路易港',
      value: '路易港_4_0'
    },
    {
      title: 'GMT+04:30 喀布尔',
      value: '喀布尔_4_30'
    },
    {
      title: 'GMT+05:00 塔什干',
      value: '塔什干_5_0'
    },
    {
      title: 'GMT+05:00 叶卡捷琳堡',
      value: '叶卡捷琳堡_5_0'
    },
    {
      title: 'GMT+05:00 伊斯兰堡,卡拉奇',
      value: '伊斯兰堡_5_0'
    },
    {
      title: 'GMT+05:30 钦奈,加尔各答,孟买,新德里',
      value: '钦奈_5_30'
    },
    {
      title: 'GMT+05:30 斯里加亚渥登普拉',
      value: '斯里加亚渥登普拉_5_30'
    },
    {
      title: 'GMT+05:45 加德满都',
      value: '加德满都_5_45'
    },
    {
      title: 'GMT+06:00 阿斯塔纳',
      value: '阿斯塔纳_6_0'
    },
    {
      title: 'GMT+06:00 达卡',
      value: '达卡_6_0'
    },
    {
      title: 'GMT+06:00 新西伯利亚',
      value: '新西伯利亚_6_0'
    },
    {
      title: 'GMT+06:30 仰光',
      value: '仰光_6_30'
    },
    {
      title: 'GMT+07:00 克拉斯诺亚尔斯克',
      value: '克拉斯诺亚尔斯克_7_0'
    },
    {
      title: 'GMT+07:00 曼谷,河内,雅加达',
      value: '曼谷_7_0'
    },
    {
      title: 'GMT+08:00 北京,重庆,香港特别行政区,乌鲁木齐',
      value: '北京_8_0'
    },
    {
      title: 'GMT+08:00 吉隆坡,新加坡',
      value: '吉隆坡_8_0'
    },
    {
      title: 'GMT+08:00 珀斯',
      value: '珀斯_8_0'
    },
    {
      title: 'GMT+08:00 台北',
      value: '台北_8_0'
    },
    {
      title: 'GMT+08:00 乌兰巴托',
      value: '乌兰巴托_8_0'
    },
    {
      title: 'GMT+08:00 伊尔库茨克',
      value: '伊尔库茨克_8_0'
    },
    {
      title: 'GMT+09:00 大阪,札幌,东京',
      value: '东京_9_0'
    },
    {
      title: 'GMT+09:00 首尔',
      value: '首尔_9_0'
    },
    {
      title: 'GMT+09:00 雅库茨克',
      value: '雅库茨克_9_0'
    },
    {
      title: 'GMT+09:30 阿德莱德',
      value: '阿德莱德_9_30'
    },
    {
      title: 'GMT+09:30 达尔文',
      value: '达尔文_9_30'
    },
    {
      title: 'GMT+10:00 布里斯班',
      value: '布里斯班_10_0'
    },
    {
      title: 'GMT+10:00 符拉迪沃斯托克',
      value: '符拉迪沃斯托克_10_0'
    },
    {
      title: 'GMT+10:00 关岛,莫尔兹比港',
      value: '关岛_10_0'
    },
    {
      title: 'GMT+10:00 霍巴特',
      value: '霍巴特_10_0'
    },
    {
      title: 'GMT+10:00 堪培拉,墨尔本,悉尼',
      value: '悉尼_10_0'
    },
    {
      title: 'GMT+11:00 马加丹',
      value: '马加丹_11_0'
    },
    {
      title: 'GMT+11:00 所罗门群岛,新喀里多尼亚',
      value: '所罗门群岛_11_0'
    },
    {
      title: 'GMT+12:00 奥克兰,惠灵顿',
      value: '奥克兰_12_0'
    },
    {
      title: 'GMT+12:00 斐济',
      value: '斐济_12_0'
    },
    {
      title: 'GMT+12:00 协调世界时+12',
      value: '协调世界时_12_0'
    },
    {
      title: 'GMT+13:00 努库阿洛法',
      value: '努库阿洛法_13_0'
    }
  ]
}
