const liveStreaming = [
{
  "start_time": "2018-01-01 14:02:01",
  "end_time": "2018-01-01 14:02:01",
  "id": "001",
  "looker": "奥巴马",
  "time": "1小时2分32秒",
  "collaboration": "奥巴马",
  "mode": "自由模式",
  "e164": "051286465218"
},
{
  "start_time": "2018-01-01 14:02:01",
  "end_time": "2018-01-01 14:02:01",
  "id": "001",
  "looker": "奥巴马",
  "time": "1小时2分32秒",
  "collaboration": "奥巴马",
  "mode": "管理方模式",
  "e164": "051286465218"
},
{
  "start_time": "2018-01-01 14:02:01",
  "end_time": "2018-01-01 14:02:01",
  "id": "001",
  "looker": "奥巴马",
  "time": "1小时2分32秒",
  "collaboration": "奥巴马",
  "mode": "自由模式",
  "e164": "051286465218"
},
{
  "start_time": "2018-01-01 14:02:01",
  "end_time": "2018-01-01 14:02:01",
  "id": "001",
  "looker": "奥巴马",
  "time": "1小时2分32秒",
  "collaboration": "奥巴马",
  "mode": "管理方模式",
  "e164": "051286465218"
},
{
  "start_time": "2018-01-01 14:02:01",
  "end_time": "2018-01-01 14:02:01",
  "id": "001",
  "looker": "奥巴马",
  "time": "1小时2分32秒",
  "collaboration": "奥巴马",
  "mode": "自由模式",
  "e164": "051286465218"
},
{
  "start_time": "2018-01-01 14:02:01",
  "end_time": "2018-01-01 14:02:01",
  "id": "001",
  "looker": "奥巴马",
  "time": "1小时2分32秒",
  "collaboration": "奥巴马",
  "mode": "管理方模式",
  "e164": "051286465218"
}
]

export {liveStreaming}
